Repository: createpjf/suber-macos
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Scan timed out — will retry in the background.
zh_hans: 扫描超时 —— 会在后台自动重试。

source: Suber can't access Mail. Open System Settings to allow it.
zh_hans: Suber 无法访问 Mail。请打开系统设置进行授权。

source: No Mail accounts configured.
zh_hans: Mail 中没有配置任何账户。

source: Synced %lld subscriptions
zh_hans: 已同步 %lld 个订阅

source: Sync conflict: another Mac has %lld subscriptions, this Mac has %lld. Kept local — use Restore to inspect.
zh_hans: 同步冲突:另一台 Mac 有 %1$lld 个订阅,这台 Mac 有 %2$lld 个。已保留本机数据 —— 可用「恢复」检查。

source: Suber found 1 change
zh_hans: Suber 发现 1 条变化

source: Suber found %lld changes
zh_hans: Suber 发现 %lld 条变化

source: 1 price change
zh_hans: 1 次涨价变动

source: %lld price changes
zh_hans: %lld 次涨价变动

source: 1 new sub
zh_hans: 1 个新订阅

source: %lld new subs
zh_hans: %lld 个新订阅

source: 1 duplicate
zh_hans: 1 笔重复扣款

source: %lld duplicates
zh_hans: %lld 笔重复扣款

source: %lld duplicate
zh_hans: %lld 笔重复扣款

source: %lld trial ending
zh_hans: %lld 个试用即将结束

source: %@ raised prices
zh_hans: %@ 涨价了

source: %@, and %@
zh_hans: %@ 和 %@

source: %@ raised to %@ (%@)
zh_hans: %@ 涨价至 %@(%@)

source: Price changed to %@ (%@)
zh_hans: 价格变为 %@(%@)

source: %@ — new subscription detected
zh_hans: %@ —— 检测到新订阅

source: New subscription detected
zh_hans: 检测到新订阅

source: Duplicate charge detected
zh_hans: 检测到重复扣款

source: %@ trial ends soon
zh_hans: %@ 试用即将到期

source: Trial ending soon
zh_hans: 试用即将到期

source: %@ cancelled — confirmed by Suber
zh_hans: %@ 已取消 —— Suber 已确认

source: Cancellation confirmed
zh_hans: 取消已确认

source: A cancellation didn't take effect
zh_hans: 有一笔取消未生效

source: A subscription
zh_hans: 某个订阅

source: Subscription Reminder
zh_hans: 订阅提醒

source: %@ is billing today - %@
zh_hans: %@ 今天扣费 - %@

source: %@ is billing tomorrow - %@
zh_hans: %@ 明天扣费 - %@

source: %@ is billing in %lld days - %@
zh_hans: %1$@ 将在 %2$lld 天后扣费 - %3$@

source: Monthly
zh_hans: 每月

source: Yearly
zh_hans: 每年

source: Weekly
zh_hans: 每周

source: Quarterly
zh_hans: 每季度

source: One-time
zh_hans: 一次性

source: /mo
zh_hans: /月

source: /yr
zh_hans: /年

source: /wk
zh_hans: /周

source: /qtr
zh_hans: /季

source: Streaming
zh_hans: 流媒体

source: Music
zh_hans: 音乐

source: Software
zh_hans: 软件

source: Cloud Storage
zh_hans: 云存储

source: Productivity
zh_hans: 效率

source: Education
zh_hans: 教育

source: News
zh_hans: 新闻

source: Gaming
zh_hans: 游戏

source: Fitness
zh_hans: 健身

source: Finance
zh_hans: 金融

source: Other
zh_hans: 其他

source: Monthly Spend
zh_hans: 每月支出

source: Upcoming Bills
zh_hans: 即将扣费

source: No upcoming bills this week
zh_hans: 本周没有即将到来的扣费

source: %lld active
zh_hans: %lld 个活跃

source: See your total monthly subscription spend.
zh_hans: 查看你每月的订阅总支出。

source: See subscriptions billing in the next 7 days.
zh_hans: 查看未来 7 天内将扣费的订阅。
